[
    {
        "quote": "FIRST isn't just an extracurricular, it's an investment in my career and my future.",
        "name": "Nate Baker"
    }, {
        "quote": "My experience as part of Team 1559 has helped me to become a better leader and work better with others.",
        "name": "Davis Gertner"
    }, {
        "quote": "Software is not just for nerds. It is for innovators.",
        "name": "Michael Nersinger"
    }, {
        "quote": "FIRST Robotics helps build the foundation of life long skills",
        "name": "Akul Gupta"
    }, {
        "quote": "Robotics is the highlight of my week.",
        "name": "Chris Heltz"
    },{
        "quote": "From new friends, to new skills, FIRST has given me an experience I couldn't get anywhere else.",
        "name": "Emma Weishaar"
    },{
        "quote": "All those long days and nights working will all be worth it when you see your robot in action.",
        "name": "Parth Patel"
    },{
        "quote": "Robotics is the gift that keeps on giving.",
        "name": "Seth Nary"
    },{
        "quote": "This program has given me the chance to seize hold of my future and become the best I can be.",
        "name": "Josh Ingerowski"
    },{
        "quote": "Everyone in these stands is the future.",
        "name": "Chris Mette"
    },{
        "quote": "Robotics is an opportunity to improve my knowledge and understanding of the world around me.",
        "name": "Matthew Woodworth"
    },{
        "quote": "FIRST Robotics is a great way to learn how to work as a team and get real life engineering experience.",
        "name": "Will Merges"
    },{
        "quote": "The knowledge presented to me by this program has given me a new outlook on where I want to be in the future.",
        "name": "Zane Palzer"
    },{
        "quote": "FIRST Robotics gave me an environment to test and prove my skills.  It's like a class room but the imaginary problems we're given are real.",
        "name": "Tim Kilmer"
    },{
        "quote": "Expect more failures than successes.",
        "name": "Aiden O\"Neil"
    },{
        "quote": "FIRST has given me a lot of opportunities to develop and learn skills that can help me later on.",
        "name": "Brady Grow"
    },{
        "quote": "FIRST has provided me with the tools and knowledge to achieve success in the real world.",
        "name": "John Dunaske"
    },{
        "quote": "The FIRST program has shown me how to work in a team and to overcome obstacles.",
        "name": "Jonny Robinson"
    },{
        "quote": "Robotics provides valuable hands on experience that has given me a head start within the field of manufacturing.",
        "name": "Kristin Cimmerer"
    },{
        "quote": "Robotics has taught me multiple lessons that will help me be successful throughout my life.",
        "name": "Emily Spitzer"
    },{
        "quote": "Being a sub-team leader has been such a rewarding experience. It has given me the leadership experience I needed.",
        "name": "John Dunaske"
    },{
        "quote": "Robotics has allowed me to explore my interests and helped me decide my future career.",
        "name": "Liam Frutchey"
    },{
        "quote": "Robotics is a nice way to gain scholarships, but more than that, this program is a great way to build in communication and team working skills.",
        "name": "Gerren Jefferson"
    },{
        "quote": "Be prepared for an amazing and rewarding robotics experience that gives you as much and more than what you put into it.",
        "name": "Mike Gydesen"
    },{
        "quote": "Robotics is unique because there is no other program that brings kids together to share a passion for building, problem solving, and technology.",
        "name": "Matt Carlson"
    },{
        "quote": "Being on this team has changed my life. Not only have I learned so much and made some amazing friends, but I'm ready for college, and I'm ready and excited to become an engineer.",
        "name": "Alison Garrity"
    },{
        "quote": "Robotics is a life-changing experience that will leave you in awe of how much you have learned and developed",
        "name": "Aaron Nguyen"
    },{
        "quote": "Robotics has been a completely new experience to me, allowing me to make friends that I would otherwise never meet.",
        "name": "Lauren Kim"
    },{
        "quote": "To be able to take an idea, one that even sounds insane -- and make it into a reality, is an amazing experience.",
        "name": "Benjamin Ciaio"
    },{
        "quote": "You make a cool robot and make some great friends too.",
        "name": "John Dunaske"
    },{
        "quote": "FIRST is one of the best things to happen to me. I get to do a lot of things hands on that I'd only seen in principle… This program means the world to me.",
        "name": "Pete Merges"
    },{
        "quote": "Robotics has taught me how to work with others to create something amazing! I also have made a lot of new friends that I would never have met outside of robotics.",
        "name": "Grace Dertinger"
    },{
        "quote": "I did robotics because it is the best and most interesting program that the school provides.",
        "name": "Scott Ulatowski"
    },{
        "quote": "Robotics has allowed me to be part of a community that respects each other and together works towards a common goal.",
        "name": "Emily Spitzer"
    },{
        "quote": "The skills I've learned from mechanical design team have helped me to build and test my plans for the future.",
        "name": "Zane Palzer"
    },{
        "quote": "Robotics is a great way to take what you have learned in school and apply it to a real-life situation.",
        "name": "Andrew Horihan"
    },{
        "quote": "FIRST Robotics made the idea of building a robot not seem so daunting. Learning so much from everyone else is an experience that only a program like FIRST can offer.",
        "name": "Tim Kilmer"
    }
]

